[AbstractItems.RewireTool_AbsItm DisAbstractItem]
m_ItemName="接线工具"
m_PluralItemName="接线工具"
m_Description="允许你将线路重接，转化过的安全系统将为你所用，使用时消耗。"

[HackManual.BP_ArmorIncrease_AbsItm DisAbstractItem]
m_ItemName="加尔瓦尼多层粘合缝制法"
m_PluralItemName=""
m_Description="一种可用于布料和皮革的化学处理方式，皮耶罗可以使用这种处理方式强化你的服装和护甲。"

[HackManual.BP_ExpBullets_AbsItm DisAbstractItem]
m_ItemName="小规模燃烧提纯术"
m_PluralItemName=""
m_Description="一种可使燃烧速率彼此错开的化学进程。皮耶罗可以由此升级你手枪的弹药。"

[HackManual.BP_FlareBolt_AbsItm DisAbstractItem]
m_ItemName="炽化涂料"
m_PluralItemName=""
m_Description="一种点燃时会在短时间内产生烈光的可燃材料。皮耶罗可以由此强化你的十字弩所用的弩箭。"

[HackManual.BP_HealthPotion_AbsItm DisAbstractItem]
m_ItemName="索科洛夫的配方"
m_PluralItemName=""
m_Description="索科洛夫生命药剂的配方。皮耶罗可以利用这配方制造索科洛夫生命药剂来恢复生命，抵抗鼠疫。"

[HackManual.BP_SilentRunning_AbsItm DisAbstractItem]
m_ItemName="加尔瓦尼树脂包涂术"
m_PluralItemName=""
m_Description="一种能增强硫化材料韧性和强度的物质。皮耶罗可以由此减少你的鞋子发出的声音。"

[HackManual.BP_SpyglassZoom_AbsItm DisAbstractItem]
m_ItemName="镜片放大倍率"
m_PluralItemName=""
m_Description="一份可以增强多透镜重叠时的稳定性的图解。皮耶罗可以由此升级你面具的放大透镜。"

[HackManual.BP_StickyGrenade_AbsItm DisAbstractItem]
m_ItemName="粘性手雷外壳"
m_PluralItemName=""
m_Description="一种布满倒钩的外壳设计，能使手雷嵌入大多数物体表面。皮耶罗可以由此升级你的手雷。"

[HackManual.BP_WallOfLight_AbsItm DisAbstractItem]
m_ItemName="光之壁线路"
m_PluralItemName=""
m_Description="城市警卫使用的光之壁电路原理图。皮耶罗可以由此教你如何使光之壁失效。"

